/* If a X500 name has a description and a common name we display CommonName (Description) using this format string */
"%@ (%@)" = "%1$@ (%2$@)";

/* Format string used to build a list of values, first argument is list second argument is to be appended element */
"%@, %@" = "%1$@, %2$@";

/* Format string for encoded field data (e.g. Sequence; 128 bytes; data = 00 00 ...) */
"%@; %d %@; data = %@" = "%1$@; %2$d %3$@; dados = %4$@";

/* format string to turn version number into a string */
"%d" = "%d";

/* Value of a field if its length is 0 */
"<NULL>" = "<NULO>";

/* CRL Distribution Points extension supported reason name */
"AA Compromise" = "Compromisso de AA";

/* Label of field in authority info access extension */
"Access Location" = "Local de acesso";

/* Label of field in authority info access extension */
"Access Method" = "Método de acesso";

/* CRL Distribution Points extension supported reason name */
"Affiliation Changed" = "Associação alterada";

/* Label of the algorithm subfield of an AlgorithmIdentifer */
"Algorithm" = "Algoritmo";

/* Label of field in Authority Key Identifier extension */
"Authority Certificate Serial Number" = "N.º de série do certificado da autoridade";

/* Authority info access extension label */
"Authority Information Access" = "Acesso a informação da autoridade";

/* Authority Key Identifier extension label */
"Authority Key Identifier" = "Identificador de chave da autoridade emissora";

/* Label used for Basic Constraints when value is invalid */
"Basic Constraints" = "Restrições básicas";

/* First argument to SEC_BLOB_KEY format string for a bit string */
"Bit string" = "Cadeia de bits";

/* No comment provided by engineer. */
"bits" = "bits";

/* First argument to SEC_BLOB_KEY format string for a Byte string */
"Byte string" = "Cadeia de bytes";

/* Third argument to SEC_BLOB_KEY format string for a byte string */
"bytes" = "bytes";

/* CRL Distribution Points extension supported reason name */
"CA Compromise" = "Compromisso da CA";

/* X.509 key usage bitfield name */
"Cert Sign" = "Cert Sign";

/* Label for boolean is_ca property of a basic constraints extension */
"Certificate Authority" = "Autoridade de certificação";

/* CRL Distribution Points extension supported reason name */
"Certificate Hold" = "Suspensão de certificado";

/* Certificate Policies extension label */
"Certificate Policies" = "Políticas de certificado";

/* No comment provided by engineer. */
"Certificate Type" = "Tipo de certificado";

/* CRL Distribution Points extension supported reason name */
"Cessation Of Operation" = "Interrupção da operação";

/* Label of field in Certificate Policies extension */
"CPS URI" = "URI de CPS";

/* Label of field in extension that indicates whether this extension is critical */
"Critical" = "Crítico";

/* CRL Distribution Points extension label */
"CRL Distribution Points" = "Pontos de distribuição de CRL";

/* Label for CRL issuer field of CRL Distribution Points extension */
"CRL Issuer" = "Emissor de CRL";

/* X.509 key usage bitfield name */
"CRL Sign" = "Assinatura CRL";

/* Label for raw data of extension (used for unknown extensions) */
"Data" = "Dados";

/* X.509 key usage bitfield name */
"Data Encipherment" = "Cifrar dados";

/* X.509 key usage bitfield name */
"Decipher Only" = "Só decifrar";

/* X.509 key usage bitfield name */
"Digital Signature" = "Assinatura digital";

/* label for general name field value */
"Directory Name" = "Directório";

/* label for general name field value */
"DNS Name" = "Nome DNS";

/* label for general name field value */
"EDI Party Name" = "Nome da parte EDI";

/* label for general name field value */
"Email Address" = "Endereço de e-mail";

/* X.509 key usage bitfield name */
"Encipher Only" = "Só cifrar";

/* No comment provided by engineer. */
"Expired" = "Caducado";

/* Label of expiration date value when certificate is temporally valid */
"Expires" = "Validade";

/* Label of field in Certificate Policies extension */
"Explicit Text" = "Texto explícito";

/* Extended key usage extension label */
"Extended Key Usage" = "Utilização de chave ampliada";

/* Label used for General Name entry when value is invalid */
"General Name" = "Nome geral";

/* Label used for General Names when value is invalid */
"General Names" = "Nomes gerais";

/* No comment provided by engineer. */
"Hostname mismatch." = "Nome de host divergente.";

/* Label of field in policy constraints extension */
"Inhibit Policy Mapping" = "Inibir mapeamento de política";

/* Label of a value is printed into this string if the data is not valid */
"Invalid %@" = "%@ não é válido";

/* No comment provided by engineer. */
"Invalid certificate chain linkage." = "Cadeia de ligação de certificados inválida.";

/* label for general name field value */
"IP Address" = "Endereço IP";

/* No comment provided by engineer. */
"Issued By" = "Emitido por";

/* No comment provided by engineer. */
"Issuer Name" = "Emissor";

/* No comment provided by engineer. */
"Issuer Summary" = "Sumário do emissor";

/* No comment provided by engineer. */
"Issuer Unique ID" = "ID único do emissor";

/* X.509 key usage bitfield name */
"Key Agreement" = "Acordo de chave";

/* CRL Distribution Points extension supported reason name */
"Key Compromise" = "Compromisso de chave";

/* X.509 key usage bitfield name */
"Key Encipherment" = "Cifra da chave";

/* Label of field in Subject or Authority Key Identifier extension */
"Key Identifier" = "Chave de identificação";

/* Subsection label in CRL Distribution Points extension. */
"Name Relative To CRL Issuer" = "Emissor da CRL";

/* Value for a boolean property when it's value is false (example critical: no) */
"No" = "Não";

/* X.509 key usage bitfield name */
"Non-Repudiation" = "Não repudiação";

/* field value of parameters field when no parameters are present */
"none" = "nada";

/* format string for undisplayed field data with a given DER tag and length */
"not displayed (tag = %@; length %d)" = "não apresentado (identificador = %1$@; comprimento %2$d)";

/* label indicating the date after which something is no longer valid */
"Not Valid After" = "Válido até";

/* label indicating the soonest date at which something is valid */
"Not Valid Before" = "Válido a partir de";

/* Label of field in Certificate Policies extension */
"Notice Numbers" = "Números de aviso";

/* Netscape certificate type usage value */
"Object Signing" = "Assinatura de objecto";

/* Netscape certificate type usage value */
"Object Signing CA" = "CA de assinatura de objecto";

/* value of an oid field if it's length is more than what we allow for oids */
"Oid too long" = "OID demasiado longo";

/* No comment provided by engineer. */
"One or more certificates have expired or are not valid yet." = "Um ou mais certificados estão caducados ou ainda não são válidos.";

/* No comment provided by engineer. */
"One or more unsupported critical extensions found." = "Foram encontradas uma ou mais extensões críticas não suportadas.";

/* Label of field in Certificate Policies extension */
"Organization" = "Organização";

/* Label used for Other Name RDN when value is invalid */
"Other Name" = "Outro nome";

/* Label of the parameters subfield of an AlgorithmIdentifer */
"Parameters" = "Parâmetros";

/* Label for path length constraint property of a basic constraints extension */
"Path Length Constraint" = "Limite de comprimento de caminho";

/* Policy constraints extension label */
"Policy Constraints" = "Restrições de política";

/* Format string for label of field in Certificate Policies extension, %d is a monotonic increasing counter starting at 1 */
"Policy Identifier #%d" = "Identificador de política n.º %d";

/* Format string for label of field in Certificate Policies extension, %d is a monotonic increasing counter starting at 1 */
"Policy Qualifier #%d" = "Qualificador de política n.º %d";

/* No comment provided by engineer. */
"Policy requirements not met." = "Não satisfaz os requisitos da política.";

/* Label for an invlaid private key se perion value */
"Private Key Usage Period" = "Período de utilização de chave privada";

/* CRL Distribution Points extension supported reason name */
"Privilege Withdrawn" = "Privilégio anulado";

/* No comment provided by engineer. */
"Public Key Algorithm" = "Algoritmo de chave pública";

/* No comment provided by engineer. */
"Public Key Data" = "Dados de chave pública";

/* Label of field in extended key usage extension */
"Purpose" = "Finalidade";

/* Label of field in Certificate Policies extension */
"Qualifier" = "Qualificador";

/* Label of a RDN */
"RDN" = "RDN";

/* CRL Distribution Points extension supported reasons bitfield label */
"Reasons" = "Motivos";

/* label for general name field value */
"Registered ID" = "Identificador registado";

/* Label of field in policy constraints extension */
"Require Explicit Policy" = "Política explícita necessária";

/* Netscape certificate type usage value */
"Reserved" = "Reservado";

/* No comment provided by engineer. */
"Root certificate is not trusted." = "Este certificado de raiz não é seguro.";

/* Netscape certificate type usage value */
"S/MIME" = "S/MIME";

/* Netscape certificate type usage value */
"S/MIME CA" = "S/MIME - CA";

/* First argument to SEC_BLOB_KEY format string for a Sequence */
"Sequence" = "Sequência";

/* No comment provided by engineer. */
"Serial Number" = "Número de série";

/* First argument to SEC_BLOB_KEY format string for a Set */
"Set" = "Definir";

/* No comment provided by engineer. */
"Signature" = "Assinatura";

/* No comment provided by engineer. */
"Signature Algorithm" = "Algoritmo de assinatura";

/* Netscape certificate type usage value */
"SSL CA" = "CA de SSL";

/* Netscape certificate type usage value */
"SSL client" = "Cliente SSL";

/* Netscape certificate type usage value */
"SSL server" = "Servidor SSL";

/* Subject Key Identifier extension label */
"Subject Key Identifier" = "Identificador de chave do sujeito";

/* No comment provided by engineer. */
"Subject Name" = "Nome do sujeito";

/* No comment provided by engineer. */
"Subject Unique ID" = "ID único do sujeito";

/* CRL Distribution Points extension supported reason name */
"Superseded" = "Substituido";

/* No comment provided by engineer. */
"This certificate has an issuer that has expired" = "O emissor do certificado está caducado.";

/* No comment provided by engineer. */
"This certificate has an issuer that is not yet valid" = "O emissor do certificado ainda não é válido.";

/* No comment provided by engineer. */
"This certificate has expired" = "O certificado está caducado.";

/* No comment provided by engineer. */
"This certificate is not yet valid" = "Este certificado ainda não é válido.";

/* The certificate is temporally valid */
"This certificate is valid" = "Este certificado é válido.";

/* Label of a value is printed into this string if the data can not been parsed according to it's type */
"Unparsed %@" = "%@ por analisar";

/* CRL Distribution Points extension supported reason name */
"Unused" = "Não utilizado";

/* label for general name field value */
"URI" = "URI";

/* Label for KeyUsage bitfield values */
"Usage" = "Utilização";

/* No comment provided by engineer. */
"Valid from" = "Válido de";

/* No comment provided by engineer. */
"Version" = "Versão";

/* label for general name field value */
"X.400 Address" = "Endereço X.400 ";

/* Label of a X.501 Name */
"X.501 Name" = "Nome X.501";

/* No comment provided by engineer. */
"X.509 version %d %scertificate" = "X.509 versão %1$d certificado %2$s";

/* Value for a boolean property when it's value is true (example critical: yes) */
"Yes" = "Sim";

